import React from "react";
import Employment1 from "../img/Employment1.jpg";
import Employment2 from "../img/Employment2.jpg";

const Employment = () => {
  return (
    <div className="border border-white sm:m-4 m-2">
      <h2 className="m-4 p-4 text-white flex justify-center text-5xl underline underline-offset-8">
        Employment
      </h2>
      <div className="block justify-evenly w-full  sm:py-6 sm:flex">
        <img
          className="h-[20rem] sm:h-[25rem]  shadow-md rounded-xl p-2 sm:p-0"
          alt="logo"
          src={Employment1}
        />
        <img
          className="h-[20rem] sm:h-[25rem] shadow-md rounded-xl  p-2 sm:p-0"
          alt="logo"
          src={Employment2}
        />
      </div>
      <p className=" text-white text-md tracking-wide  m-7 sm:mx-20  sm:p-6 pl-3 ">
        हम *खुद* ही सारी *जिंदगी पहाड़* मे रहकर *शिक्षक* बन जाते हैं । और फिर
        *पहाड़* छोड़ के *दिल्ली* *रामनगर, कोटद्वार, देहरादून, ऋषिकेश* बस जाते है
        #चलिए मान लेते है , सबको अधिकार है अपने *बच्चों* को *अच्छी शिक्षा* देने
        का , शहरों मे जाने का, पर *दिक्कत* तब आती है। कि जब हम *रिटायर* होने के
        बाद भी *पहाड़ों* में जाना नही चाहते l
        <br />
        <br />
        क्या हमने *खुद* से ये सवाल करा कि, *दिल्ली* *देहरादून* जैसे शहरों मे
        सबसे ज्यादा *प्लॉट , घर* बनाने वाले *फौज , शिक्षा* विभाग से *रिटायर
        कर्मचारी* ही क्यों होते है। क्या वो *जीवन* में सब काम *खत्म* करने के बाद
        *पहाडों* मे नहीं बस सकते थे। पर हमने खुद से सवाल करना *बंद* करना *सीख*
        लिया।
        <br />
        <br />
        और *सरकार* पर सारा *ठीकरा* फोड़ने की आदत बना ली । *सरकार* से सवाल करते
        रहना चाहिए , कि ये एक *स्वास्थ्य लोकतंत्र* मे बहुत *जरूरी* ....?
        <br />
        <br />
        कि हम *खुद* अपनी भी *जिम्मेदारी* समझे l
        <br />
        <br />
        हो सके तो *पहाड़* में रहकर *रोजगार* के अवसर पैदा करे।
        <br />
        <br />
        और हम किसी *मजबूरी* से *पलायन* नहीं कर चुके हैं। वो *खुद* से *प्रण* लें
        कि, इस जिस दिन इस *काबिल* हो गए, *पहाड़* वापस लौटकर वहां *रोजगार* के
        अवसर जरूर पैदा कर सके, तो भी करेंगे। आगे *रिटायर* होंगे, तो *दिल्ली*
        *देहरादून, कोटद्वार, हलद्वानी , रामनगर* मे मकान ना बनाकर अपने *गाँव* को
        *आबाद* करेंगे यदि हम सबने ये *सोच विकसित* कर ली तभी जाकर *उत्तराखंड* का
        *विकास* संभव है , नहीं तो हम *जिंदगी* भर *सरकारों* को कोसते रहेंगे ।
      </p>
    </div>
  );
};

export default Employment;
